tap "homebrew/bundle"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
tap "wez/wezterm-linuxbrew"
brew "bazelisk"
brew "buildifier"
brew "chezmoi"
brew "curl"
brew "fzf"
brew "gcc"
brew "git"
brew "git-delta"
brew "go"
brew "grpcurl"
brew "helix"
brew "neovim"
brew "powerlevel10k"
brew "pueue", restart_service: true
brew "ripgrep"
brew "tmux"
brew "xclip"

